{
	"cars": [
		"img/cars/201406021556.jpg",
		"img/cars/201407261039.jpg",
		"img/cars/201504251222.jpg",
		"img/cars/201504251246.jpg",
		"img/cars/201506100907.jpg",
		"img/cars/201506110929.jpg",
		"img/cars/201507311105.jpg",
		"img/cars/201507311234.jpg",
		"img/cars/201507311336.jpg",
		"img/cars/201602131235.jpg",
		"img/cars/201602131551.jpg"
	],
	"thumbs": [
		"img/cars/thumbnail-201406021556.jpg",
		"img/cars/thumbnail-201407261039.jpg",
		"img/cars/thumbnail-201504251222.jpg",
		"img/cars/thumbnail-201504251246.jpg",
		"img/cars/thumbnail-201506100907.jpg",
		"img/cars/thumbnail-201506110929.jpg",
		"img/cars/thumbnail-201507311105.jpg",
		"img/cars/thumbnail-201507311234.jpg",
		"img/cars/thumbnail-201507311336.jpg",
		"img/cars/thumbnail-201602131235.jpg",
		"img/cars/thumbnail-201602131551.jpg"
	],
	"desc": [
		"<p>Ah, yes.  The Subaru Impreza WRX.  My pride and joy.  A car often associated with flat-brimmed hat-wearing, Monster Energy drink-chugging ne&#39er-do-wells.  And while I fall into none of these categories, I love this car all the same.  From adventuring through the dusty roads of Pymatuning, hauling a wedding band around Pittsburgh, or traveling from State College through a Valentine's Day blizzard, she has never let me down.</p><p>Photo credit: Self</p>",
		"<p>This is a 2003 Saleen S7.  A favorite supercar of my younger brother, this particular Saleen boasts a naturally-aspirated 7.0L V8 that can rocket the car to 60 miles per hour in 3.3 seconds and to 100 in 7.1 seconds!  Personally signed by Steve Saleen, this supercar represents just 1 of the 40 naturally-aspirated versions ever produced.</p><p>Photo credit: Byron</p>",
		"<p>&#8220Ooh, hang on.  That is the throb of a turbocharged flat four engine.  A sound which, all over the world, heralds the imminent arrival of a moron.&#8221 &#8213Jeremy Clarkson</p><p>Photo credit: Self</p>",
		"<p>The forbidden fruit of many <i>Fast and Furious</i> fans, this is a third generation R32 Nissan Skyline GT-R.  Never sold in the United States during its production, this iconic sports car must be imported into America by would-be owners seeking the Japanese classic.  Wielding a legendary twin-turbo straight-six, the Skyline GT-R is famous for dominating the Japanese race circuit, earning the nickname &#8220Godzilla.&#8221  So next time you&#39e driving around and you hear the roar of a <i>kaiju</i>, don&#39t be alarmed.  It&#39s probably just a GT-R.</p><p>Photo credit: Self</p>",
		"<p>Found in an oceanside carport, this International Harvester Scout 800 Sportop appears to be one of the few surviving cars of a no longer independent company.  While time has taken its toll on the car, it still stands proudly as a reminder of times long passed.</p><p>Photo credit: Self</p>",
		"<p>The precursor to the modern Ford pickup truck, this 1948 Ford F-1 sits tucked away from the sun&#39s rays, afraid to spoil its paint any further.  Encountered in a small fisherman&#39s wharf, the truck almost appears to peek outside its shelter, curious to the state of the modern world.</p><p>Photo credit: Self</p>",
		"<p>Ludicrous power comes at a price: It necessitates a ludicrous name as well.  The Dodge Challenger SRT Hellcat, whatever a &#8220Hellcat&#8221 is, is a modern day car that defies all logic.  In an age where economy and practicality saturate the automotive market, this car has neither of those attributes.  It&#39s loud.  It&#39s heavy.  It sucks gas like a dehydrated sponge sucks water.  Did I mention that is has 707 horsepower?  That&#39s right.  Less than $65,000 can get you over 700 ponies.  Ludicrous indeed.</p><p>Photo credit: Self</p>",
		"<p>Meep meep!  That&#39s what it would sound like if you honked the horn of this 1970 Plymouth Superbird.  You thought the Subaru STI had a big wing?  Well this homologated racecar has one large enough to park another car under it!  You might have also recognized this car as &#8220The King&#8221 in the Pixar film <i>Cars</i>.</p><p>Photo credit: Self</p>",
		"<p>The BMW Isetta is a microcar that can surprisingly fit two mega-people.  This quirky car has the steering wheel attached to the door&#8230which opens from the <i>front</i> of the car.  It also comes equipped with a one-cylinder engine that produces just 13 horsepower!</p><p>Photo credit: Self</p>",
		"<p>One ride in the Ariel Atom will most likely break your face.  This is essentially a street-legal go-kart that is so utterly ridiculous, it&#39s a wonder how it ever made it past development to begin with.  It doesn&#39t have a windshield, weighs less than one-and-a-half tons, and has anywhere from 200 to 500 horsepower(!) depending on the version.  I take back what I said earlier.  You will <i>definitely</i> break your face.  I recommend a helmet.</p><p>Photo credit: Self</p>",
		"<p>A decomissioned and restored racecar, this unique-looking Ford GT was originally built to race at the 1967 24 Hours of Le Mans. For whatever reason, it never made it to the starting line. Now, it spends its days racing in the Pittsburgh Vintage Grand Prix.</p><p>Photo credit: Self</p>"
	]
}
