{
	"music": [
		"img/music/19940319.jpg",
		"img/music/19991204.jpg",
		"img/music/20051004.jpg",
		"img/music/20080604.jpg",
		"img/music/20090409.jpg",
		"img/music/20090512.jpg",
		"img/music/20091029.jpg",
		"img/music/20100513.jpg",
		"img/music/20100922.jpg",
		"img/music/20110909.jpg",
		"img/music/20120624.jpg",
		"img/music/20150215.jpg"
	],
	"thumbs": [
		"img/music/thumbnail-19940319.jpg",
		"img/music/thumbnail-19991204.jpg",
		"img/music/thumbnail-20051004.jpg",
		"img/music/thumbnail-20080604.jpg",
		"img/music/thumbnail-20090409.jpg",
		"img/music/thumbnail-20090512.jpg",
		"img/music/thumbnail-20091029.jpg",
		"img/music/thumbnail-20100513.jpg",
		"img/music/thumbnail-20100922.jpg",
		"img/music/thumbnail-20110909.jpg",
		"img/music/thumbnail-20120624.jpg",
		"img/music/thumbnail-20150215.jpg"
	],
	"desc": [
		"<p>Even when I was little, it seems I couldn&#8217t help but make all kinds of noise.  You laugh but paint cans have excellent acoustic qualities!</p>",
		"<p>I wasn&#8217t kidding when I said that my trombone was nearly as tall as I was.  Now you see why it was so difficult lugging it around as a 10-year-old!</p>",
		"<p>Behold!  My high school band in its debut performance!  Known as the <i>Four-Day Forecast</i> (since we were actually just a quartet), we played at all kinds of places from summer concerts to holiday parties!  Our greatest song was a cover of &#8220Blue Rondo à la Turk&#8221, a song made famous by Dave Brubeck.</p>",
		"<p>My first and only performance as a drummer&#8230and it happened to be for my high school graduation&#8217s class song!</p>",
		"<p>As a freshman at Pitt, I was engrossed in the musical opportunities afforded to me.  This particular image of me was taken during the University&#8217s lone performance that year.</p>",
		"<p>During the Pitt Jazz Ensemble&#8217s visit to Jamaica, we traveled across Negril to play for many of its primary and secondary schools.  One of my roles was to explain what a trombone was and demonstrate its capabilities.  I usually resorted to making car sounds and sirens much to the delight of the children.</p><p>Photo credit: Leah Rosin</p>",
		"<p>What&#8217s this?  A haircut?  <i>*Gasp!</i>  Some time between being a freshman and a sophomore, I decided that I no longer wanted to look like a 70s rock star.  And so, out came the clippers.  Having experienced peripheral vision for the first time in years, here I am playing at a casual &#8220brown bag lunch&#8221 at the University of Pittsburgh student union building.</p>",
		"<p>Pianists can never resist tickling the ivories in public, even if those &#8220ivories&#8221 are actually made of rubber and &#8220public&#8221 means a toy store in the middle of an airport.</p><p>Photo credit: Shana Fowler Crouse</p>",
		"<p>Another &#8220brown bag lunch&#8221 performance, this time in the International Academy of Jazz Hall of Fame... otherwise known as &#8220that room&#8221 in the William Pitt Union.</p><p>Photo credit: Lucas Felak",
		"<p>Here&#8217s a snapshot of the 2010-2011 Pitt Jazz Ensemble, taken by the Pitt News for an <a href=\"http://pittnews.com/article/16798/archives/jazz-ensemble-prepares-for-spring-extravaganza/\">article</a> promoting the band.</p>",
		"<p>My college jazz combo playing at a wedding for a fellow member of the Pitt Jazz Ensemble.  Our band didn&#8217t really have a name, but I have occasionally referred to our ragtag group as the <i>Jazz Circus</i>.</p><p>Photo credit: Shana Fowler Crouse</p>",
		"<p>After braving the Valentine&#8217s Day blizzard of 2015, it seems the only thing I wanted to do was spontaneously sing some Elton John at an open mic night in Lawrenceville, a neighborhood in Pittsburgh.</p><p>Photo credit: Charles \"Buddy\" Rieger III</p>"
	]
}
